Revit 2027 API
ParameterTypeId.SteelElemParamBoringout Property
 "Boring out"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemParamBoringout { get; }
Public Shared ReadOnly Property SteelElemParamBoringout As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemParamBoringout {
	ForgeTypeId^ get ();
}
static member SteelElemParamBoringout : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace